Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ-DA_DFP/1.1.98/edc/PIC32MZ1064DAB169.PIC
      <edc:SFRDef edc:_addr="0x1F8EA804" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA1" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA1" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL015" edc:desc="" edc:mask="0xf" edc:name="PIXEL015" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL014" edc:desc="" edc:mask="0xf" edc:name="PIXEL014" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL013" edc:desc="" edc:mask="0xf" edc:name="PIXEL013" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL012" edc:desc="" edc:mask="0xf" edc:name="PIXEL012" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL011" edc:desc="" edc:mask="0xf" edc:name="PIXEL011" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL010" edc:desc="" edc:mask="0xf" edc:name="PIXEL010" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL09" edc:desc="" edc:mask="0xf" edc:name="PIXEL09" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL08" edc:desc="" edc:mask="0xf" edc:name="PIXEL08" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA808" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA2" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA2" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL023" edc:desc="" edc:mask="0xf" edc:name="PIXEL023" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL022" edc:desc="" edc:mask="0xf" edc:name="PIXEL022" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL021" edc:desc="" edc:mask="0xf" edc:name="PIXEL021" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL020" edc:desc="" edc:mask="0xf" edc:name="PIXEL020" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL019" edc:desc="" edc:mask="0xf" edc:name="PIXEL019" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL018" edc:desc="" edc:mask="0xf" edc:name="PIXEL018" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL017" edc:desc="" edc:mask="0xf" edc:name="PIXEL017" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL016" edc:desc="" edc:mask="0xf" edc:name="PIXEL016" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA80C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA3" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA3" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL031" edc:desc="" edc:mask="0xf" edc:name="PIXEL031" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL030" edc:desc="" edc:mask="0xf" edc:name="PIXEL030" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL029" edc:desc="" edc:mask="0xf" edc:name="PIXEL029" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL028" edc:desc="" edc:mask="0xf" edc:name="PIXEL028" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL027" edc:desc="" edc:mask="0xf" edc:name="PIXEL027" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL026" edc:desc="" edc:mask="0xf" edc:name="PIXEL026" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL025" edc:desc="" edc:mask="0xf" edc:name="PIXEL025" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL024" edc:desc="" edc:mask="0xf" edc:name="PIXEL024" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA810" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA4" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA4" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL17" edc:desc="" edc:mask="0xf" edc:name="PIXEL17" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL16" edc:desc="" edc:mask="0xf" edc:name="PIXEL16" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL15" edc:desc="" edc:mask="0xf" edc:name="PIXEL15" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL14" edc:desc="" edc:mask="0xf" edc:name="PIXEL14" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL13" edc:desc="" edc:mask="0xf" edc:name="PIXEL13" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL12" edc:desc="" edc:mask="0xf" edc:name="PIXEL12" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL11" edc:desc="" edc:mask="0xf" edc:name="PIXEL11" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL10" edc:desc="" edc:mask="0xf" edc:name="PIXEL10" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA814" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA5" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA5" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL115" edc:desc="" edc:mask="0xf" edc:name="PIXEL115" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL114" edc:desc="" edc:mask="0xf" edc:name="PIXEL114" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL113" edc:desc="" edc:mask="0xf" edc:name="PIXEL113" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL112" edc:desc="" edc:mask="0xf" edc:name="PIXEL112" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL111" edc:desc="" edc:mask="0xf" edc:name="PIXEL111" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL110" edc:desc="" edc:mask="0xf" edc:name="PIXEL110" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL19" edc:desc="" edc:mask="0xf" edc:name="PIXEL19" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL18" edc:desc="" edc:mask="0xf" edc:name="PIXEL18" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA818" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA6" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA6" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL123" edc:desc="" edc:mask="0xf" edc:name="PIXEL123" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL122" edc:desc="" edc:mask="0xf" edc:name="PIXEL122" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL121" edc:desc="" edc:mask="0xf" edc:name="PIXEL121" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL120" edc:desc="" edc:mask="0xf" edc:name="PIXEL120" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL119" edc:desc="" edc:mask="0xf" edc:name="PIXEL119" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL118" edc:desc="" edc:mask="0xf" edc:name="PIXEL118" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL117" edc:desc="" edc:mask="0xf" edc:name="PIXEL117" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL116" edc:desc="" edc:mask="0xf" edc:name="PIXEL116" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA81C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA7" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA7" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL131" edc:desc="" edc:mask="0xf" edc:name="PIXEL131" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL130" edc:desc="" edc:mask="0xf" edc:name="PIXEL130" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL129" edc:desc="" edc:mask="0xf" edc:name="PIXEL129" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL128" edc:desc="" edc:mask="0xf" edc:name="PIXEL128" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL127" edc:desc="" edc:mask="0xf" edc:name="PIXEL127" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL126" edc:desc="" edc:mask="0xf" edc:name="PIXEL126" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL125" edc:desc="" edc:mask="0xf" edc:name="PIXEL125" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL124" edc:desc="" edc:mask="0xf" edc:name="PIXEL124" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA820" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA8" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA8" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL27" edc:desc="" edc:mask="0xf" edc:name="PIXEL27" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL26" edc:desc="" edc:mask="0xf" edc:name="PIXEL26" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL25" edc:desc="" edc:mask="0xf" edc:name="PIXEL25" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL24" edc:desc="" edc:mask="0xf" edc:name="PIXEL24" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL23" edc:desc="" edc:mask="0xf" edc:name="PIXEL23" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL22" edc:desc="" edc:mask="0xf" edc:name="PIXEL22" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL21" edc:desc="" edc:mask="0xf" edc:name="PIXEL21" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL20" edc:desc="" edc:mask="0xf" edc:name="PIXEL27" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA824" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA9" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA9" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL215" edc:desc="" edc:mask="0xf" edc:name="PIXEL215" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL214" edc:desc="" edc:mask="0xf" edc:name="PIXEL214" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL213" edc:desc="" edc:mask="0xf" edc:name="PIXEL213" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL212" edc:desc="" edc:mask="0xf" edc:name="PIXEL212" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL211" edc:desc="" edc:mask="0xf" edc:name="PIXEL211" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL210" edc:desc="" edc:mask="0xf" edc:name="PIXEL210" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL29" edc:desc="" edc:mask="0xf" edc:name="PIXEL29" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL28" edc:desc="" edc:mask="0xf" edc:name="PIXEL28" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA828" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA10" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA10" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL223" edc:desc="" edc:mask="0xf" edc:name="PIXEL223" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL222" edc:desc="" edc:mask="0xf" edc:name="PIXEL222" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL221" edc:desc="" edc:mask="0xf" edc:name="PIXEL221" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL220" edc:desc="" edc:mask="0xf" edc:name="PIXEL220" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL219" edc:desc="" edc:mask="0xf" edc:name="PIXEL219" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL218" edc:desc="" edc:mask="0xf" edc:name="PIXEL218" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL217" edc:desc="" edc:mask="0xf" edc:name="PIXEL217" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL216" edc:desc="" edc:mask="0xf" edc:name="PIXEL216" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA82C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA11" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA11" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL231" edc:desc="" edc:mask="0xf" edc:name="PIXEL231" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL230" edc:desc="" edc:mask="0xf" edc:name="PIXEL230" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL229" edc:desc="" edc:mask="0xf" edc:name="PIXEL229" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL228" edc:desc="" edc:mask="0xf" edc:name="PIXEL228" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL227" edc:desc="" edc:mask="0xf" edc:name="PIXEL227" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL226" edc:desc="" edc:mask="0xf" edc:name="PIXEL226" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL225" edc:desc="" edc:mask="0xf" edc:name="PIXEL225" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL224" edc:desc="" edc:mask="0xf" edc:name="PIXEL224" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA830" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA12" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA12" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL37" edc:desc="" edc:mask="0xf" edc:name="PIXEL37" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL36" edc:desc="" edc:mask="0xf" edc:name="PIXEL36" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL35" edc:desc="" edc:mask="0xf" edc:name="PIXEL35" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL34" edc:desc="" edc:mask="0xf" edc:name="PIXEL34" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL33" edc:desc="" edc:mask="0xf" edc:name="PIXEL33" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL32" edc:desc="" edc:mask="0xf" edc:name="PIXEL32" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL31" edc:desc="" edc:mask="0xf" edc:name="PIXEL31" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL30" edc:desc="" edc:mask="0xf" edc:name="PIXEL30" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA834" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA13" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA13" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL315" edc:desc="" edc:mask="0xf" edc:name="PIXEL315" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL314" edc:desc="" edc:mask="0xf" edc:name="PIXEL314" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL313" edc:desc="" edc:mask="0xf" edc:name="PIXEL313" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL312" edc:desc="" edc:mask="0xf" edc:name="PIXEL312" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL311" edc:desc="" edc:mask="0xf" edc:name="PIXEL311" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL310" edc:desc="" edc:mask="0xf" edc:name="PIXEL310" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL39" edc:desc="" edc:mask="0xf" edc:name="PIXEL39" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL38" edc:desc="" edc:mask="0xf" edc:name="PIXEL38" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
